CarroNetPhp/webservices/jimpisoft_stations.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getStations xmlns="http://www.jimpisoft.pt/Rentway_Reservations_WS/getStations">
            <objRequest>
                <companyCode>9930</companyCode>
                <customerCode>977</customerCode>
                <username>carroaluguel</username>
                <password>carroaluguel</password>
                <countryID></countryID>
                <city></city>
            </objRequest>
        </getStations>
    </soap:Body>
</soap:Envelope>